Repository: holochain-open-dev/profiles
Catalog: ui/xliff/*.xlf
Languages: ca, fr_fr, sv

# sdfb2b12b255de30c
source: Copied!
ca: Copiat!
sv: Kopierad!

# sa77a504cfafd6d20
source: Error fetching the agent's avatar
ca: Error buscant l'avatar de l'agent
sv: Fel vid hämtning av agentens avatar

# se9f30e4492cee2cd
source: Nickname
ca: Nom d'usuari
fr_fr: Surnom
sv: Smeknamn

# s3798c0344c399eb7
source: Min. ${this.store.config.minNicknameLength} characters
ca: Min. ${this.store.config.minNicknameLength} caràcters
fr_fr: Min. ${this.store.config.minNicknameLength} caractères
sv: Min. ${this.store.config.minNicknameLength} tecken

# s2ceb11be2290bb1b
source: Cancel
ca: Cancel·lar
sv: Avbryt

# sc93a9aa3e5bcbf5d
source: Save Profile
ca: Guardar Perfil
fr_fr: Enregistrer Profil
sv: Spara profil

# seb9fbffaa6fddee6
source: Error creating the profile
ca: Error creant el perfil
sv: Fel inträffade vid skapande av profil

# sbe57083b4c785878
source: Create Profile
ca: Crear Perfil
fr_fr: Créer Profil
sv: Skapa profil

# s1d96e130c0544d92
source: There are no created profiles yet
ca: No hi ha cap perfil creat
sv: Det finns ingen profil skapad än

# s7c2f825ccdf2bf38
source: Error fetching the profiles for all agents
ca: Error buscant els perfils de tots els agents
sv: Fel vid hämtning av profiler för alla agenter

# s639c68c3284a2269
source: Update Profile
ca: Actualitzar Perfil
fr_fr: Mettre à jour Profil
sv: Uppdatera profil

# sffdcc47c1ec17387
source: Error fetching your profile
ca: Error buscant el teu perfil
sv: Fel vid hämtning av din profil

# s39aca5bd9eed9271
source: This agent hasn't created a profile yet
ca: Aquest agent encara no ha creat el seu perfil
fr_fr: Cet utilisateur n'a pas encore créé de profil
sv: Denna agent har inte skapat en profil än

# sc5c9f04c2d0a5f1d
source: Error fetching the profile
ca: Error buscant el perfil
sv: Fel vid hämtning av profilen

# sdd16cd8b418b1752
source: Enter at least 3 chars to search...
ca: Introdueix almenys 3 caràcters per buscar...
sv: Skriv minst 3 tecken för att söka...

# s0f790cd5b748b24d
source: Error searching agents
ca: Error buscant agents
sv: Fel vid sökning av agenter

# s6068cc1885ea6494
source: No agents match the filter
ca: No s'ha trobat cap agent amb aquest filtre
fr_fr: Aucun agent ne corresponds au filtre
sv: Inga agenter som matchar filtret

# sbbb75506e75dfbf8
source: Search Agent
ca: Buscar Agent
sv: Sök efter agent

# s3fa309bef44c54e9
source: At least 3 chars...
ca: Almenys 3 caràcters...
fr_fr: Au moins 3 caractères...
sv: Minst 3 tecken...

# s6ef2512ced4487d3
source: No agents selected yet.
ca: No s'ha seleccionat cap agent encara
sv: Ingen agent vald än.

# s20453e988c3e79f3
source: Press '@' to mention an agent.
ca: Pressiona '@' per mencionar un agent.
sv: Skriv '@' för att benämna en agent§

# sf58564266e0fc01f
source: Nickname is too short
fr_fr: Le surnom est trop court

# s7892d152096ebca9
source: This nickname already exists
fr_fr: Le surnom est déjà pris

# sb4f1dffbb6be6302
source: Clear
fr_fr: Effacer

# s13f20cb257e12fac
source: This field is required
fr_fr: Ce champs est obligatoire

# sfbf76da07548a998
source: Search agent
fr_fr: Rechercher utilisateur
